ab/ab_phux_noext.txt
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking remote.dev (be patient)


Server Software:        Apache/2.2.22
Server Hostname:        remote.dev
Server Port:            80

Document Path:          /phux/eg/hello.php
Document Length:        0 bytes

Concurrency Level:      50
Time taken for tests:   0.211 seconds
Complete requests:      3000
Failed requests:        0
Write errors:           0
Total transferred:      630000 bytes
HTML transferred:       0 bytes
Requests per second:    14250.22 [#/sec] (mean)
Time per request:       3.509 [ms] (mean)
Time per request:       0.070 [ms] (mean, across all concurrent requests)
Transfer rate:          2922.41 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.2      0       2
Processing:     1    3   0.4      3       5
Waiting:        1    3   0.4      3       5
Total:          3    3   0.4      3       5

Percentage of the requests served within a certain time (ms)
  50%      3
  66%      4
  75%      4
  80%      4
  90%      4
  95%      4
  98%      5
  99%      5
 100%      5 (longest request)